[[{"data_url": null, "image_folder_path": "home\\About\\img", "content": {"sections": [{"paragraph": ["", "", "", "Fabricon as our name suggests focuses in the construction and use of specialty fabrics whether that be consulting, contracting and/or constructing in their applications.", "Our pallette consists of acrylics, cotton, glass, nylon, polyester, PTFE, HDPE while our expertsie and list of mterils grows.", "", "While our focus is fabric, we continually integrate with many other materials whether that be aluminum, cable, concrete, steel, wood or composites. ", "Our products and services cover tents and tipis made from cotton canvas, awnings and canopies of woven acrylics, polyesters and pvc's to sophisticated taensile and frame structures created from a wide array of films and fabrics chosen for performance and needs of situations encountered.", "", "Fabricon also provides metal bending/fabrication and decorating of the fabrics with various forms of signage.", "", "Our services include design/consulting, engineering, fabrication and installation of specialty fabric products and structures locally and around the world.", "Whether we can provide guidance in finding the optimum shape or best performing material for a project we excel/shine at one of a kind bespoke designs by providing advanced preparation in careful planning and material choices  The world of technical fabrics is complex and rapidly changing as new materials and fabrication methods emerge. \"Smart Fabrics\" are playing an increasing role improving our lives while structurally engineered fabrics are being developed that can span immense spaces and acheive life spans of 50 years. ", "", "OUR STAFF:", "", "Fabricon was started in 1994 by Mark Welander . this following the sale and opertion of Blue Star Canvas Products (beginning in 1977 as Blue Star Tipi until 1982)", "", "Mark, has been a certified Master Fabric Craftsman since 1983 and received lifetime recognition as a Certified Master Fabric Craftsman in 2014 through the IFAI (www.industrialfabricsassociation.com). Mark has served on the Board od Directors of the Fabric Structres Association since 2008 and also received 9 international achievement awards, most recently the Award of Excellance for a frame supported tensile structure on the Rosebud in South Dakota and an Outstanding Acheivent Award for a Tensile Canopy used as building entanceway at the University of Alaska Fairbanks. ", "", "Aaron Moser came to Missoula MT nd Fabricon via Fairbanks Alaska working both Custom Canvas, under the tutelge of 2 outstnding crftsmn, and Alaska Tent and Tarp where he met Mark. ", "Sam  "], "heading": "About Fabricon"}]}, "link_name": "about", "images": {"full": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}, "thumbnail": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}}, "id": "0", "name": "About"}, {"data_url": null, "image_folder_path": "home\\Contact\\img", "content": {"sections": [{"paragraph": ["", "", "Fabricon,LLC", "office/shipping: 721 South 5th West, Missoula, MT 59801", "", "shop/showroom: 1021 Ronan, ", "Missoula, MT 59801 ", "", "(406) 728-8300", "", "www.fabricon@montana.com"], "heading": "Contact Us"}]}, "link_name": "contact", "images": {"full": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}, "thumbnail": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}}, "id": "1", "name": "Contact"}, {"data_url": null, "image_folder_path": "home\\Home\\img", "content": {"sections": [{"paragraph": ["", "", "", "Thank you for your interest in our fabric inspired products and projects. ", "", "Fabrics are our primary medium, our goal is to look for and select the appropriate fabrics for a project, whether natural or synthetic. Defining and matching an end products needs with the fabric properties improves the looks, performance and value of any end project. Though we focus and use a few choice fabrics are resourceses are virtually endless when it comes to our background and in   there are more available and more coming than anyone can be aware of.  ", "", "Our construction techniques include sewn, welded or chemical bonding matching the construction technique that provide the ....desired outcomes are acheived. ", "", "We work with and explore the most overlooked construction materials available, fabric. It has provided solutions to most of our needs since antiquity and a shelter few materials can truly show superiotity when deployed and used correctly inprovides solutions not available or found in other types. ", "", "Foremost, flexibility that allows for creative shapes in design and the ability to be deployable and used at multiple locations. ", "Second is Translucency allowing views to the sky and soft daylight to come through-LEEDS solutions to lowering the need for consumptive artificial lighting in the daytime while using nightime lighting that turns projects iconic. ", "", "Todays technical fabrics and films are arriving in endless varieties which can be engineered ", "to the demands put on them. Whether it be as lifesaving fuse in an animal tracking collar or a 200M freespaned structure we look for the correct material for the job.", "", "", "Fabricon is here to help put together your next specialty fabric project."], "heading": ""}]}, "link_name": "home", "images": {"full": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}, "thumbnail": {"images": [], "size": {"width": 100, "unit": "%", "height": 100}}}, "id": "2", "name": "Home"}]]